1、手机收到了，是官方正品  全新未开封的！买的是黑色！之前一直用魅族，用过MX5 魅蓝X和PRO6s，这一款非常的大气，背面屏幕颜值高！应用速度非常快！加油＾０＾~我的魅族！资深老煤油！

2、下午购买第二天早上就到货了，这包装设计估计也花了不少心思，手机非常漂亮，手感也很好，拍照非常清晰，操作反应飞快，魅族必出精品，下面还有本人所用过的魅族手机

3、先说说优点吧，充电速度真心快，嗖嗖的感觉，而且flyme的ui是真心的好用，这点魅族做的很好，来说说缺点，耗电快，真心快，亮屏了以后电量嗖嗖的掉，我一般喜欢刷头条，大概5分钟就得下去1%的电，花屏暂时没太大用，装装逼还是可以的，以上，以后来追评。

4、魅粉感觉这手机的手感简直是觉了，独具匠心。黑色的手机外观美得不要不要的。最重要的是手机功能太强大了，好多新功能都是之前没有的，比如后面的画屏，牛逼的不要不要的。手机照相机感觉也比之前用的4plus好多了。物流快的没话说，上午下单，下午就到了，珠海到武汉。

5、信号特别还网络还不稳定，游戏运行流畅度，也没说的那么好，时不时也卡，洗澡撒一点水撒到背面也进水，退货还不给退，修理还要自己付钱，防水这么差，不是喇叭进去的是背面屏幕进去的，居然要顾客付费，难道这不是质量问题么？

6、东西收到了，一如既往的支持魅族。旁边是上一代的mx6，用了快两年了一如既往的好用，p7出了好久，想了很久，还是买了下来。祝愿魅族越做越好。

7、非常高大上~本来想买苹果~老公强烈要求买这台机~说它配置高~我是反正不懂~拿在手里感觉很炫酷~值~

8、我订的月光银，拿到手后盖带粉色，售后给我要换还要去检测，现在买魅族都是真爱了吧，硬件问题都知道，我从MX1用到现在，以前都是实体店买的，颜色从来没被坑过，第一次网上买就被坑了。现在魅族就这么对待还坚持的真爱吗

9、手机屏幕太大了，有的人喜欢大的有的人喜欢小的，建议弄5.0的，还有画屏就是画蛇添足，根本就是影响美观和耗电的根源，一点都不好，其次那个送的卡激活不了，可能是我在他有网络的范围内超时了，重点这个手机一点都不保电，就是耗电量非常快，以前用的小米，个人觉得小米挺不错的虽然发热但是不影响使用，但是性能方面没的说，建议大家买之前慎重考虑，别肠子都悔青了，真的，这魅族最大缺陷就这花瓶恶心的不能在恶心了，看着他耗电就賊恶心，本来这电就不耐用了

10、首先音效超级好的，又好看，还快，反正我拿这么好的手机足够了，装B如风，常伴吾身，真是贴膜都不想扯，客服人又好，说话又好听，个个都是人才，不用魅族是不可能的，这辈子都是不可能不用魅族的，用魅族就像回家一样，超好玩的，很high，又开森

11、用了几天了，才来评价，图片有点不走心，但是手机一如既往的漂亮，黑色看起真的挺好看，尤其后面的小画屏，虽然功能不多，但是，要的就是不一样的感觉，手机速度很快，拍照也很好，写个画屏拍张，也挺有特色，嘿嘿&hellip;&hellip;反正就是觉得不错，有惊喜，希望以后的魅族可以越做越好

12、特地用了几天才来评价，手机屏幕2k屏幕真的很不错，就算是在太阳底下也能看得很清楚，照相也很清楚，比pro5好出很多，至于处理器，本人不玩游戏，flyme系统真的谁用谁中毒，画屏功能略少了一点，不过也正是因为画屏，拿出来辨识度很高，与众不同，很多人都在问我这个是什么手机？没买之前一直纠结是买pro6plus还是买pro7plus， 毕竟有一千多块的差价。值不值呢？这只能说见仁见智了，喜欢的那就值，不喜欢的总能挑出毛病。最后说一点，3000多块钱的手机，居然连个耳机都不配一个。哪怕是送一个一般的，那也总比没有好。

13、手机刚拿到，高大上，装逼利器

14、很想的一样很好用，一直支持魅族的！手机挂游戏几小时也没发热，不错的。以前的机子挂着游戏无操作就容易发热

15、感觉非常好，包装很惊艳，开十个软件都不卡，王者无压力?

16、此用户没有填写评论!

17、打手游還是要高階機，載入超快，細節都看到了，打起來過癮，不被錯殺，上周買的Note 6 被我退了。

18、总体来说是部好机子，运行快，无卡顿，使用体验良好，画屏时尚，功能强大，使用方便，自带的Flyme系统也很实用。不足之处，电池一天用完，充电中接打电话有噪音，在打电话面版通话中使用便签时会中断通话，希望予以改进。

19、这次是过后得最久的评价，用啦半月才来评价，对不住店家啦！但对魅友们却是十足的负责！机子到手开箱也给人一点小激动，画屏给人一个亮眼，不象别人说的无用，但希望以后开发更多功能！机身很薄，手感很好，电池对于不怎么拿起手机不放的还行基本一天一充！  用过很多手机，Pro7plus真的很好看，画屏很美  而且Pro7plus充电真的不是很热，只是比平时稍微热一些，可以说根本不热

20、哈哈哈，看评论那些差评的真的是。别的品牌花钱买的评论吧。服了。耗电量哪有很快，屏大这一般好嘛，玩游戏很顺畅。点赞。  物流很快，前天晚上9点多下的单，今天一早就到了。  非常非常满意

